<?php

return [
    // Labels
    'index_title'         => 'ডাটাবেস ব্যাকআপ ম্যানেজার',
    'list'                => 'ব্যাকআপ ফাইলের তালিকা',
    'actions'             => 'অ্যাকশনসমূহ',
    'empty'               => 'কোনো ব্যাকআপ ফাইল পাওয়া যায়নি।',

    // Actions
    'create'              => 'ব্যাকআপ ফাইল তৈরি করুন',
    'delete'              => 'এই ব্যাকআপ ফাইলটি মুছে ফেলুন',
    'sure_to_delete_file' => 'আপনি কি নিশ্চিত যে আপনি এই ফাইলটি মুছে ফেলতে চান <strong>":filename"</strong>?',
    'confirm_delete'      => 'হ্যাঁ, দয়া করে এই ফাইলটি মুছে ফেলুন!',
    'cancel_delete'       => 'মুছে ফেলা বাতিল করুন',
    'restore'             => 'ব্যাকআপ ফাইল থেকে ডাটাবেস পুনরুদ্ধার করুন',
    'sure_to_restore'     => 'আপনি কি নিশ্চিত যে এই ব্যাকআপ ফাইলটি দিয়ে ডাটাবেস পুনরুদ্ধার করতে চান "<strong>:filename</strong>"? <br><br>দয়া করে নিশ্চিত করুন যে আপনার <strong>বর্তমান ডাটাবেস ব্যাকআপ নেওয়া হয়েছে</strong>।',
    'confirm_restore'     => 'হ্যাঁ, ডাটাবেস পুনরুদ্ধার করুন!',
    'cancel_restore'      => 'পুনরুদ্ধার বাতিল করুন',
    'download'            => 'এই ফাইলটি ডাউনলোড করুন',
    'upload'              => 'ব্যাকআপ ফাইল আপলোড করুন',

    // Attributes
    'file_name'           => 'ফাইলের নাম',
    'file_size'           => 'ফাইলের আকার',
    'created_at'          => 'তৈরি হয়েছে',
];
