<?php

return [
    'password'      => 'পাসওয়ার্ড অন্তত ছয় অক্ষরের হতে হবে এবং নিশ্চিতকরণের সাথে মেলে।',
    'reset'         => 'আপনার পাসওয়ার্ড রিসেট করা হয়েছে!',
    'sent'          => 'আমরা আপনার পাসওয়ার্ড রিসেট লিঙ্ক ই-মেইল করেছি!',
    'token'         => 'এই পাসওয়ার্ড রিসেট টোকেনটি অবৈধ।',
    'user'          => 'আমরা এই ই-মেইল ঠিকানার সাথে কোনো ব্যবহারকারী খুঁজে পাইনি।',
    'old_password'  => 'আপনার বর্তমান পাসওয়ার্ড আপনি প্রদান করা পাসওয়ার্ডের সাথে মেলে না। দয়া করে আবার চেষ্টা করুন।',
    'same_password' => 'নতুন পাসওয়ার্ড আপনার বর্তমান পাসওয়ার্ডের মতো হতে পারবে না। দয়া করে ভিন্ন পাসওয়ার্ড নির্বাচন করুন।',
];
